ansible_cucm/cucmv2/roles/CUCM_axl_setup/files/AxlCmds/AXL_updateServiceParameter_EnableIPv6.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="http://www.cisco.com/AXL/API/11.5">
   <soapenv:Header/>
   <soapenv:Body>
      <ns:updateServiceParameter sequence="?">
         <!--You have a CHOICE of the next 2 items at this level-->
         <processNodeName uuid="?">EnterpriseWideData</processNodeName>
         <name>EnableIPV6</name>
         <service>Enterprise Wide</service>
         <!--Optional:-->
         <value>T</value>
      </ns:updateServiceParameter>
   </soapenv:Body>
</soapenv:Envelope>